---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilogramsForcePerMeter
source: html/2d39ee92-7f51-66bb-39bf-fa2a3c9a1c21.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilogramsForcePerMeter Property

Kilograms force per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId KilogramsForcePerMeter { get; }
```